tags/2.0.1/2.0.x/tools/ServiceProfiles/profiles/examples/gea0002/correct1.xml

<?xml version="1.0" encoding="UTF-8"?>
<!-- example adopted from http://www.w3.org/TR/wsdl -->
<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance">
    <soap-env:Body>
        <m:getStateName xmlns:m="http://www.soapware.org/">
            <statenum>41</statenum>
        </m:getStateName>
    </soap-env:Body>
</soap-env:Envelope>
